SIMISA@@@@@@@@@@JINX0D0t______
 
Wagon ( DR_BR_5MT_73050
Type ( Engine )
WagonShape ( DR_BR_5MT_73050.s )
Name ( "DR_BR_5MT_73050 no lamps" )

Include ( ..\\Common_Locomotives\\BR_5MT_wagon.inc )

Comment ( ******************** Freight and Load Animations (If used) ********************
                Included in this section - Freight Animation information, etc
          *********************************************************************** )

ORTSFreightAnims (
MSTSFreightAnimEnabled (1)
FreightAnimStatic
(
SubType (Default)
Shape(  "..\\common.crew\\Animated\\fire1.s" )
Offset( 0 2.5 4.2 )
FreightWeight(0.01t)
Visibility ( "Cab3D" )
)
FreightAnimStatic
(
SubType (Default)
Shape( "..//common.crew//Animated//fireman1.s" )
Offset( 0.8 2.87 5.5 )
FreightWeight(0.01t)
Visibility ( "Outside,Cab3D" )
)
FreightAnimStatic
(
SubType (Default)
Shape( "..//common.crew//Animated//Driver_Bill.s" )
Offset( -0.9 1.62 5.65 )
FreightWeight(0.01t)
Visibility ( "Outside" )
)

)
)

Engine ( DR_BR_5MT_73050

Include ( ..\\Common_Locomotives\\BR_5MT_engine.inc )


Description (
        "British Rail Standard Class5 4-6-0 Tender engine number 73050 as preserved on the Nene valley Railway.\n"+
        "\n"+
        "(c) Dave Robinson\n"+
        " \n"
    )

)